{
  "articles": [
    {
      "id": "1",
      "title": "Samsung Galaxy S23: Mengukir Standar Baru Smartphone Premium",
      "slug": "samsung-galaxy-s23",
      "thumbnail": "/images/samsung-galaxy-s23.png",
      "author": "Leonardo Davinci",
      "category": "Handphone",
      "date": "2023-05-21",
      "excerpt": "Samsung Galaxy S23 hadir dengan desain kompak, chipset Snapdragon 8 Gen 2, serta kamera 50MP yang powerful. Cocok bagi pengguna yang mencari ponsel flagship ringkas tanpa mengorbankan performa."
    },
    {
      "id": "2",
      "title": "Xiaomi Redmi Note 12: Performa Andal dengan Harga Terjangkau",
      "slug": "xiaomi-redmi-note-12",
      "thumbnail": "/images/xiaomi-redmi-note-12.png",
      "author": "Leonardo Davinci",
      "category": "Handphone",
      "date": "2023-06-02",
      "excerpt": "Xiaomi Redmi Note 12 menawarkan kombinasi harga terjangkau dan performa mumpuni, ideal untuk pelajar maupun pengguna dengan budget terbatas."
    },
    {
      "id": "3",
      "title": "ASUS ROG Zephyrus G14: Unggulan Laptop Tahun 2023",
      "slug": "asus-rog-zephyrus-g14",
      "thumbnail": "/images/asus-rog-zephyrus-g14.png",
      "author": "Leonardo Davinci",
      "category": "Laptop",
      "date": "2023-07-15",
      "excerpt": "ASUS ROG Zephyrus G14 hadir dengan AMD Ryzen 9 6900HS dan 14 inci QHD 120Hz, menjadi pilihan menarik di kategori laptop gaming portabel tahun 2023."
    },
    {
      "id": "4",
      "title": "Apple iPad Air 5: Unggulan Tablet Tahun 2022",
      "slug": "apple-ipad-air-5",
      "thumbnail": "/images/apple-ipad-air-5.png",
      "author": "Leonardo Davinci",
      "category": "Tablet",
      "date": "2022-08-10",
      "excerpt": "Apple iPad Air 5 hadir dengan Apple M1 dan 10.9 inci Liquid Retina, menjadi pilihan menarik di kategori tablet serbaguna tahun 2022."
    },
    {
      "id": "5",
      "title": "iPhone 14 Pro: Gaya dan Performa Sinematik dari Apple",
      "slug": "iphone-14-pro",
      "thumbnail": "/images/iphone-14-pro.png",
      "author": "Leonardo Davinci",
      "category": "Handphone",
      "date": "2023-09-05",
      "excerpt": "iPhone 14 Pro menawarkan pengalaman premium dengan chip A16 Bionic, sistem kamera Pro yang canggih, dan Dynamic Island. Ideal untuk pengguna yang menginginkan performa dan kemampuan videografi terbaik."
    },
    {
      "id": "6",
      "title": "Infinix Zero 5G: Performa Ngebut Harga Hemat",
      "slug": "infinix-zero-5g",
      "thumbnail": "/images/infinix-zero-5g.png",
      "author": "Leonardo Davinci",
      "category": "Handphone",
      "date": "2023-04-12",
      "excerpt": "Infinix Zero 5G hadir sebagai pilihan smartphone 5G terjangkau dengan performa gaming yang baik berkat RAM 8GB dan baterai besar 5000 mAh."
    },
    {
      "id": "7",
      "title": "Vivo V25: Kamera Jernih dan Desain Menawan untuk Konten Kreator",
      "slug": "vivo-v25",
      "thumbnail": "/images/vivo-v25.png",
      "author": "Leonardo Davinci",
      "category": "Handphone",
      "date": "2023-08-20",
      "excerpt": "Vivo V25 menonjol dengan kamera depan 50MP dan kamera belakang 64MP, RAM 12GB, serta desain yang stylish. Ideal untuk penggemar selfie dan pembuatan konten."
    },
    {
      "id": "8",
      "title": "MacBook Air M2: Tipis, Ringan, dan Kencang untuk Produktivitas",
      "slug": "macbook-air-m2",
      "thumbnail": "/images/macbook-air-m2.png",
      "author": "Leonardo Davinci",
      "category": "Laptop",
      "date": "2023-06-25",
      "excerpt": "MacBook Air M2 menawarkan desain yang diperbarui, chip M2 yang bertenaga, dan daya tahan baterai luar biasa. Pilihan tepat untuk profesional dan mahasiswa yang membutuhkan portabilitas dan performa."
    },
    {
      "id": "9",
      "title": "Dell XPS 13: Desain Premium dan Layar Menakjubkan",
      "slug": "dell-xps-13",
      "thumbnail": "/images/dell-xps-13.png",
      "author": "Leonardo Davinci",
      "category": "Laptop",
      "date": "2023-10-01",
      "excerpt": "Dell XPS 13 dikenal dengan desainnya yang ringkas dan premium, serta layar InfinityEdge yang memukau. Cocok untuk profesional yang mengutamakan tampilan dan portabilitas."
    },
    {
      "id": "10",
      "title": "MSI Prestige 13 AI Evo: Powerful dan Stylish untuk Kreator",
      "slug": "msi-prestige-13-ai-evo",
      "thumbnail": "/images/msi-prestige-13-ai-evo.png",
      "author": "Leonardo Davinci",
      "category": "Laptop",
      "date": "2024-01-15",
      "excerpt": "MSI Prestige 13 AI Evo menggabungkan performa tinggi dengan prosesor Intel terbaru dan fitur AI, dalam balutan desain yang elegan dan ringan. Ideal untuk content creator."
    },
    {
      "id": "11",
      "title": "Lenovo LOQ 15i: Laptop Gaming Murah Tapi Mantap",
      "slug": "lenovo-loq-15i",
      "thumbnail": "/images/lenovo-loq-15i.png",
      "author": "Leonardo Davinci",
      "category": "Laptop",
      "date": "2023-11-05",
      "excerpt": "Lenovo LOQ 15i menawarkan spesifikasi gaming yang solid dengan harga terjangkau. Dilengkapi RAM 16GB dan SSD 512GB, siap menemani sesi gaming tanpa hambatan."
    },
    {
      "id": "12",
      "title": "Samsung Galaxy Tab S8: Produktivitas dan Hiburan dalam Satu Genggaman",
      "slug": "samsung-galaxy-tab-s8",
      "thumbnail": "/images/samsung-galaxy-tab-s8.png",
      "author": "Leonardo Davinci",
      "category": "Tablet",
      "date": "2023-03-18",
      "excerpt": "Samsung Galaxy Tab S8 adalah tablet Android serbaguna dengan S Pen yang responsif, layar berkualitas tinggi, dan performa mumpuni untuk kerja maupun hiburan."
    },
    {
      "id": "13",
      "title": "Xiaomi Pad 5: Tablet Murah dengan Tampilan Mewah",
      "slug": "xiaomi-pad-5",
      "thumbnail": "/images/xiaomi-pad-5.png",
      "author": "Leonardo Davinci",
      "category": "Tablet",
      "date": "2022-12-10",
      "excerpt": "Xiaomi Pad 5 menawarkan pengalaman tablet premium dengan harga terjangkau. Layar 11 inci 120Hz dan performa yang baik menjadikannya pilihan menarik untuk hiburan dan produktivitas ringan."
    },
    {
      "id": "14",
      "title": "Realme GT 5 Pro: Spek Dewa, Harga Masuk Akal",
      "slug": "realme-gt-5-pro",
      "thumbnail": "/images/realme-gt-5-pro.png",
      "author": "Leonardo Davinci",
      "category": "Handphone",
      "date": "2024-02-20",
      "excerpt": "Realme GT 5 Pro hadir dengan spesifikasi flagship seperti RAM 16GB dan storage 512GB, menjanjikan performa luar biasa untuk gaming dan multitasking berat."
    },
    {
      "id": "15",
      "title": "iPad Pro 11\" M4: Tablet Super dengan Performa Laptop",
      "slug": "ipad-pro-11-m4",
      "thumbnail": "/images/ipad-pro-11-m4.png",
      "author": "Leonardo Davinci",
      "category": "Tablet",
      "date": "2024-05-10",
      "excerpt": "iPad Pro 11\" dengan chip M4 terbaru menawarkan performa sekelas laptop, layar Ultra Retina XDR yang memukau, dan dukungan untuk Apple Pencil Pro. Pilihan utama bagi profesional kreatif."
    },
    {
      "id": "16",
      "title": "ASUS Zenbook 14 OLED: Layar Memukau, Desain Menawan",
      "slug": "asus-zenbook-14-oled",
      "thumbnail": "/images/asus-zenbook-14-oled.png",
      "author": "Leonardo Davinci",
      "category": "Laptop",
      "date": "2023-12-01",
      "excerpt": "ASUS Zenbook 14 OLED menonjol dengan layar OLED yang vibrant, desain tipis dan ringan, serta performa solid untuk produktivitas sehari-hari dan menikmati multimedia."
    }
  ],
  "DetailArticles": [
    {
      "id": "1",
      "slug": "samsung-galaxy-s23",
      "title": "Samsung Galaxy S23: Mengukir Standar Baru Smartphone Premium",
      "image": "/images/samsung-galaxy-s23.png",
      "intro": "Samsung Galaxy S23 telah hadir sebagai salah satu smartphone premium yang mendefinisikan ulang standar di pasar perangkat seluler. Dengan desain elegan, performa tangguh, dan inovasi kamera yang luar biasa, perangkat ini menawarkan pengalaman yang tak tertandingi bagi pengguna yang menginginkan yang terbaik dari teknologi modern. Berikut adalah ulasan mendalam tentang fitur-fitur unggulan Galaxy S23 dan mengapa perangkat ini layak disebut sebagai pelopor baru di kelas premium.",
      "subTitle": "Performa Tangguh dengan Snapdragon 8 Gen 2 for Galaxy",
      "subImage": "/images/samsung-galaxy-s23_perform.png",
      "subContent": "Ditenagai oleh chipset Qualcomm Snapdragon 8 Gen 2 for Galaxy, Galaxy S23 menawarkan performa yang luar biasa. Chipset ini, yang dirancang khusus untuk perangkat Samsung, memiliki CPU octa-core dengan kecepatan hingga 3.36 GHz dan GPU Adreno 740 yang di-overclock untuk performa grafis 30% lebih baik dibandingkan generasi sebelumnya. Dengan RAM 8 GB (LPDDR5) dan opsi penyimpanan 128 GB (UFS 3.1) atau 256/512 GB (UFS 4.0), perangkat ini mampu menangani multitasking, gaming, dan aplikasi berat dengan mulus.",
      "subTitle2": "Benchmark dan Pengalaman Nyata:",
      "subContent2": "Dalam pengujian Geekbench 6, Galaxy S23 mencatat skor single-core sekitar 1,961 dan multi-core sekitar 5,207, menunjukkan performa yang hampir setara dengan model Ultra. Sistem pendingin yang ditingkatkan juga memastikan perangkat tetap dingin selama penggunaan intensif, seperti bermain game dengan ray tracing atau mengedit video.",
      "section2Title": "Inovasi Kamera dan Ketahanan Baterai",
      "section2Image": "/images/kamera_gas23.png",
      "section2Content": "Galaxy S23 mengusung sistem kamera belakang tiga lensa: kamera utama 50 MP (f/1.8, OIS, Dual Pixel PDAF) untuk foto detail dengan dynamic range luas, ultrawide 12 MP (f/2.2) untuk bidikan lanskap, dan telefoto 10 MP (f/2.4, 3x optical zoom) untuk zoom tajam hingga 30x digital. Fitur Nightography menghasilkan foto malam dengan noise minimal, sementara Photo Assist berbasis AI memungkinkan pengeditan canggih, seperti menghapus objek atau membuat efek slo-mo. Kamera selfie 12 MP mendukung video 4K 60fps, dan aplikasi Expert RAW memenuhi kebutuhan fotografer profesional. Untuk daya tahan, baterai 3,900 mAh mampu bertahan seharian untuk penggunaan normal, didukung pengisian cepat 25W (0-50% dalam 30 menit), pengisian nirkabel 15W, dan wireless power sharing 4.5W, menjadikan Galaxy S23 serbaguna untuk gaya hidup modern."
    },
    {
      "id": "2",
      "slug": "xiaomi-redmi-note-12",
      "title": "Xiaomi Redmi Note 12: Performa Andal dengan Harga Terjangkau",
      "image": "/images/xiaomi-redmi-note-12.png",
      "intro": "Redmi Note 12 dari Xiaomi hadir sebagai pilihan cerdas di segmen mid-range. Dengan harga yang ramah di kantong, ponsel ini menawarkan spesifikasi yang cukup kompetitif untuk keperluan harian dan hiburan ringan.",
      "subTitle": "Snapdragon dan Layar AMOLED 120Hz",
      "subImage": "/images/xiaomi-redmi-note-12_perform.png",
      "subContent": "Xiaomi Redmi Note 12 ditenagai oleh chipset Snapdragon 685 dengan RAM 6 GB dan penyimpanan 128 GB. Didukung layar AMOLED 6.67 inci beresolusi FHD+ dan refresh rate 120Hz, menjadikannya responsif dan nyaman untuk scrolling maupun gaming ringan.",
      "subTitle2": "Daya Tahan dan Kamera Oke",
      "subContent2": "Baterai 4500 mAh mampu bertahan hingga seharian dengan penggunaan standar, dan fast charging 33W membantu pengisian cepat. Sistem kamera 48 MP + 8 MP + 2 MP di belakang dan 13 MP di depan cukup baik untuk dokumentasi harian.",
      "section2Title": "Desain dan Fitur Unggulan",
      "section2Image": "/images/xiaomi-redmi-note-12_kamera.png",
      "section2Content": "Dengan desainnya yang simpel namun modern, Redmi Note 12 menawarkan tampilan yang menarik. MIUI terbaru juga membawa berbagai fitur tambahan yang memudahkan penggunaan sehari-hari, menjadikannya pilihan yang ideal bagi pelajar atau pengguna dengan kebutuhan dasar namun ingin tampil gaya."
    },
    {
      "id": "3",
      "slug": "asus-rog-zephyrus-g14",
      "title": "ASUS ROG Zephyrus G14: Unggulan Laptop Tahun 2023",
      "image": "/images/asus-rog-zephyrus-g14.png",
      "intro": "ASUS ROG Zephyrus G14 (model 2023) terus menjadi primadona di kalangan laptop gaming portabel. Dengan kombinasi performa tinggi dari prosesor AMD Ryzen terbaru dan GPU NVIDIA GeForce RTX, serta desain yang tetap ramping dan stylish, laptop ini siap memenuhi kebutuhan gamer maupun kreator konten yang mobile.",
      "subTitle": "Performa Gahar dalam Balutan Ramping",
      "subImage": "/images/asus-rog-zephyrus-g14_perform.png",
      "subContent": "ASUS ROG Zephyrus G14 (sesuai data asli: RAM 16GB, Storage 512GB) menawarkan performa luar biasa untuk gaming dan tugas berat lainnya. Layar berkualitas tinggi dengan refresh rate cepat memastikan pengalaman visual yang mulus dan imersif. Sistem pendingin yang canggih menjaga suhu tetap optimal meski digunakan secara intensif.",
      "subTitle2": "Desain Inovatif dan Fitur Lengkap",
      "subContent2": "Salah satu daya tarik utama Zephyrus G14 adalah AniMe Matrix™ display opsional pada tutupnya, yang memungkinkan kustomisasi tampilan yang unik. Keyboard yang nyaman, touchpad responsif, dan kualitas audio yang baik melengkapi paket laptop gaming yang hampir sempurna ini.",
      "section2Title": "Portabilitas dan Produktivitas Seimbang",
      "section2Image": "/images/asus-rog-zephyrus-g14_fitur.png",
      "section2Content": "Meskipun bertenaga, ROG Zephyrus G14 tetap mempertahankan profil yang tipis dan ringan, membuatnya mudah dibawa bepergian. Daya tahan baterai yang cukup baik untuk laptop gaming juga memungkinkannya digunakan untuk produktivitas di luar sesi gaming. Ini adalah pilihan ideal bagi mereka yang menginginkan performa gaming serius tanpa mengorbankan portabilitas."
    },
    {
      "id": "4",
      "slug": "apple-ipad-air-5",
      "title": "Apple iPad Air 5: Unggulan Tablet Tahun 2022",
      "image": "/images/apple-ipad-air-5.png",
      "intro": "Apple iPad Air 5 (2022) membawa kekuatan chip M1 ke lini Air, menjadikannya tablet yang sangat bertenaga namun tetap ringan dan portabel. Dengan desain yang modern dan dukungan untuk Apple Pencil (generasi ke-2) serta Magic Keyboard, iPad Air 5 adalah alat serbaguna untuk kreativitas, produktivitas, dan hiburan.",
      "subTitle": "Performa Chip M1 dan Layar Liquid Retina Menawan",
      "subImage": "/images/apple-ipad-air-5_perform.png",
      "subContent": "Ditenagai oleh chip Apple M1, iPad Air 5 menawarkan lompatan performa yang signifikan, mampu menangani aplikasi berat, game grafis intensif, dan multitasking dengan mudah. Layar Liquid Retina 10.9 inci menyajikan visual yang tajam dan warna yang kaya, ideal untuk menikmati konten maupun bekerja.",
      "subTitle2": "Kamera Canggih dan Konektivitas Cepat",
      "subContent2": "iPad Air 5 dilengkapi kamera depan Ultra Wide 12MP dengan fitur Center Stage, yang secara otomatis menjaga Anda tetap di tengah frame saat video call. Kamera belakang Wide 12MP mampu merekam video 4K. Dukungan Wi-Fi 6 dan opsi 5G memastikan konektivitas super cepat di mana saja.",
      "section2Title": "Ekosistem Apple dan Fleksibilitas Penggunaan",
      "section2Image": "/images/apple-ipad-air-5_ekosistem.png",
      "section2Content": "Sebagai bagian dari ekosistem Apple, iPad Air 5 terintegrasi mulus dengan perangkat Apple lainnya. iPadOS menyediakan fitur-fitur produktivitas yang kuat dan akses ke jutaan aplikasi di App Store. Baik untuk belajar, bekerja, menggambar, atau menonton, iPad Air 5 menawarkan fleksibilitas yang luar biasa."
    },
    {
      "id": "5",
      "slug": "iphone-14-pro",
      "title": "iPhone 14 Pro: Gaya dan Performa Sinematik dari Apple",
      "image": "/images/iphone-14-pro.png",
      "intro": "iPhone 14 Pro menghadirkan inovasi signifikan dengan Dynamic Island, chip A16 Bionic yang super cepat, dan sistem kamera Pro yang ditingkatkan secara masif. Ini adalah pilihan bagi mereka yang menginginkan teknologi smartphone terkini dari Apple dengan performa dan kemampuan fotografi terdepan.",
      "subTitle": "Chip A16 Bionic dan Layar ProMotion Super Mulus",
      "subImage": "/images/iphone-14-pro_perform.png",
      "subContent": "Ditenagai chip A16 Bionic, iPhone 14 Pro menawarkan kecepatan dan efisiensi yang tak tertandingi untuk semua tugas, mulai dari gaming hingga augmented reality. Layar Super Retina XDR dengan ProMotion (refresh rate adaptif hingga 120Hz) dan fitur Always-On display memberikan pengalaman visual yang luar biasa. Dengan RAM 6GB dan storage 256GB, multitasking berjalan lancar.",
      "subTitle2": "Sistem Kamera Pro 48MP dan Fitur Keamanan Baru",
      "subContent2": "Sistem kamera utama 48MP yang baru menghasilkan detail luar biasa dan performa low-light yang lebih baik. Mode Sinematik kini mendukung perekaman 4K HDR pada 30 fps. Fitur keamanan seperti Deteksi Tabrakan memberikan ketenangan pikiran. Baterai 3200 mAh mendukung penggunaan sepanjang hari.",
      "section2Title": "Dynamic Island dan Pengalaman iOS",
      "section2Image": "/images/iphone-14-pro_dynamic.png",
      "section2Content": "Dynamic Island adalah cara baru yang inovatif untuk berinteraksi dengan notifikasi dan aktivitas langsung. Dipadukan dengan iOS yang intuitif dan kaya fitur, iPhone 14 Pro menawarkan pengalaman pengguna yang kohesif dan powerful. Rating 4.8 mencerminkan kepuasan tinggi pengguna terhadap perangkat ini."
    },
    {
      "id": "6",
      "slug": "infinix-zero-5g",
      "title": "Infinix Zero 5G: Performa Ngebut Harga Hemat",
      "image": "/images/infinix-zero-5g.png",
      "intro": "Infinix Zero 5G hadir sebagai penantang serius di pasar smartphone 5G dengan harga terjangkau. Menawarkan performa yang 'ngebut' untuk gaming dan scrolling, serta baterai besar, ponsel ini cocok untuk pengguna yang mencari nilai lebih.",
      "subTitle": "Performa Gaming dengan RAM 8GB dan Layar Cepat",
      "subImage": "/images/infinix-zero-5g_perform.png",
      "subContent": "Dengan RAM 8GB dan penyimpanan 128GB, Infinix Zero 5G mampu menangani aplikasi dan game dengan baik. Ukuran layar 6.78 inci yang luas dengan refresh rate yang cukup tinggi memberikan pengalaman visual yang memuaskan untuk hiburan.",
      "subTitle2": "Baterai Jumbo 5000 mAh dan Kamera Serbaguna",
      "subContent2": "Baterai 5000 mAh memastikan daya tahan seharian penuh untuk penggunaan intensif. Sistem kamera belakang 50MP + 2MP dan kamera depan 16MP cukup mumpuni untuk kebutuhan fotografi sehari-hari.",
      "section2Title": "Nilai Terbaik di Kelasnya",
      "section2Image": "/images/infinix-zero-5g_desain.png",
      "section2Content": "Infinix Zero 5G menawarkan paket lengkap dengan harga yang sangat kompetitif. Fitur konektivitas 5G, performa yang andal, dan baterai tahan lama menjadikannya pilihan menarik bagi pengguna yang memiliki budget terbatas namun menginginkan fitur modern. Rating 4.0 menunjukkan bahwa ini adalah perangkat yang solid untuk harganya."
    },
    {
      "id": "7",
      "slug": "vivo-v25",
      "title": "Vivo V25: Kamera Jernih dan Desain Menawan untuk Konten Kreator",
      "image": "/images/vivo-v25.png",
      "intro": "Vivo V25 dirancang khusus untuk para penggemar fotografi mobile dan content creator. Dengan kamera depan superior, desain yang stylish, dan performa yang mumpuni, smartphone ini siap mengabadikan setiap momen dengan hasil terbaik.",
      "subTitle": "Kamera Depan 50MP dan Performa Multitasking Andal",
      "subImage": "/images/vivo-v25_kamera.png",
      "subContent": "Vivo V25 unggul dengan kamera depan 50MP yang menghasilkan selfie jernih dan detail. Ditenagai RAM 12GB dan storage 256GB, ponsel ini lancar menjalankan berbagai aplikasi dan game. Layar 6.38 inci memberikan tampilan yang nyaman untuk menikmati konten.",
      "subTitle2": "Kamera Belakang 64MP dan Baterai Tahan Lama",
      "subContent2": "Sistem kamera belakang utama 64MP + 8MP mampu menangkap foto dengan kualitas tinggi dalam berbagai kondisi. Baterai 4500 mAh memberikan daya yang cukup untuk aktivitas seharian, termasuk membuat konten atau scrolling media sosial.",
      "section2Title": "Desain Kece dan Fitur Pendukung Kreativitas",
      "section2Image": "/images/vivo-v25_desain.png",
      "section2Content": "Vivo V25 tidak hanya unggul di spesifikasi, tetapi juga memiliki desain yang 'kece' dan modern. Berbagai fitur kamera dan video yang inovatif mendukung kreativitas pengguna. Rating 4.3 menunjukkan kepuasan pengguna terhadap kombinasi kamera, desain, dan performa yang ditawarkan."
    },
    {
      "id": "8",
      "slug": "macbook-air-m2",
      "title": "MacBook Air M2: Tipis, Ringan, dan Kencang untuk Produktivitas",
      "image": "/images/macbook-air-m2.png",
      "intro": "MacBook Air dengan chip M2 membawa desain baru yang lebih tipis dan ringan, serta peningkatan performa yang signifikan. Ini adalah laptop ideal bagi mereka yang membutuhkan portabilitas tinggi tanpa mengorbankan kekuatan untuk bekerja, belajar, atau berkreasi.",
      "subTitle": "Chip Apple M2: Performa dan Efisiensi Generasi Berikutnya",
      "subImage": "/images/macbook-air-m2_perform.png",
      "subContent": "Chip Apple M2 memberikan CPU dan GPU yang lebih cepat, serta neural engine yang lebih bertenaga dibandingkan M1. Dengan RAM 8GB dan penyimpanan SSD 256GB, MacBook Air M2 mampu menangani tugas sehari-hari hingga pekerjaan kreatif ringan dengan lancar dan efisien.",
      "subTitle2": "Desain Baru dan Layar Liquid Retina yang Lebih Besar",
      "subContent2": "MacBook Air M2 hadir dengan desain yang seragam tipisnya, tidak lagi meruncing seperti pendahulunya. Layar Liquid Retina 13.6 inci kini lebih besar dan lebih cerah, dengan dukungan untuk 1 miliar warna. Webcam 1080p juga meningkatkan kualitas video call.",
      "section2Title": "Portabilitas Superior dan Ekosistem Apple",
      "section2Image": "/images/macbook-air-m2_portabilitas.png",
      "section2Content": "Dengan bobot hanya 1.24 kg dan ketebalan 1.13 cm, MacBook Air M2 sangat mudah dibawa ke mana saja. Daya tahan baterai hingga 18 jam memungkinkan Anda bekerja seharian tanpa perlu mengisi daya. Integrasi dengan ekosistem Apple menambah kenyamanan dan produktivitas. Rating 4.7 membuktikan keunggulannya."
    },
    {
      "id": "9",
      "slug": "dell-xps-13",
      "title": "Dell XPS 13: Desain Premium dan Layar Menakjubkan",
      "image": "/images/dell-xps-13.png",
      "intro": "Dell XPS 13 telah lama menjadi standar emas untuk ultrabook Windows premium. Dengan desain yang ramping, material berkualitas tinggi, dan layar InfinityEdge yang hampir tanpa bezel, XPS 13 menawarkan pengalaman komputasi yang elegan dan bertenaga.",
      "subTitle": "Performa Solid untuk Produktivitas Profesional",
      "subImage": "/images/dell-xps-13_perform.png",
      "subContent": "Dell XPS 13 ditenagai oleh prosesor Intel Core generasi terbaru, dipadukan dengan RAM 16GB dan penyimpanan SSD 512GB. Konfigurasi ini memastikan kinerja yang responsif untuk aplikasi perkantoran, multitasking, dan bahkan pengeditan foto atau video ringan.",
      "subTitle2": "Layar InfinityEdge dan Kualitas Build Premium",
      "subContent2": "Layar InfinityEdge pada Dell XPS 13 memberikan rasio layar-ke-bodi yang sangat tinggi, menghasilkan tampilan yang imersif. Kualitas build dengan material seperti aluminium dan serat karbon memberikan kesan kokoh dan mewah. Keyboard yang nyaman dan touchpad presisi juga menjadi nilai tambah.",
      "section2Title": "Portabilitas dan Keandalan untuk Profesional Modern",
      "section2Image": "/images/dell-xps-13_desain.png",
      "section2Content": "Dell XPS 13 sangat portabel berkat ukurannya yang ringkas dan bobotnya yang ringan. Daya tahan baterai yang baik mendukung produktivitas di perjalanan. Ini adalah pilihan ideal bagi para profesional yang membutuhkan laptop Windows yang andal, bergaya, dan mudah dibawa. Rating 4.5 menunjukkan kualitasnya yang konsisten."
    },
    {
      "id": "10",
      "slug": "msi-prestige-13-ai-evo",
      "title": "MSI Prestige 13 AI Evo: Powerful dan Stylish untuk Kreator",
      "image": "/images/msi-prestige-13-ai-evo.png",
      "intro": "MSI Prestige 13 AI Evo adalah laptop ultraportabel yang dirancang untuk para profesional dan kreator konten yang membutuhkan performa tinggi dalam balutan desain yang stylish. Ditenagai oleh prosesor Intel Core Ultra terbaru dengan NPU terintegrasi, laptop ini siap mengakselerasi alur kerja berbasis AI.",
      "subTitle": "Performa AI Canggih dengan Intel Core Ultra",
      "subImage": "/images/msi-prestige-13-ai-evo_perform.png",
      "subContent": "MSI Prestige 13 AI Evo dilengkapi dengan prosesor Intel Core Ultra, RAM 16GB, dan penyimpanan SSD 1TB super cepat. Platform Intel Evo menjamin responsivitas tinggi, daya tahan baterai panjang, dan konektivitas terkini. NPU terintegrasi mengoptimalkan tugas-tugas AI.",
      "subTitle2": "Desain Ringan dan Layar Berkualitas Tinggi",
      "subContent2": "Dengan bobot hanya 990 gram, Prestige 13 AI Evo sangat ringan dan mudah dibawa. Layarnya menawarkan kualitas visual yang sangat baik, cocok untuk pekerjaan kreatif yang membutuhkan akurasi warna. Fitur keamanan canggih seperti login biometrik juga tersedia.",
      "section2Title": "Produktifitas Maksimal bagi Content Creator",
      "section2Image": "/images/msi-prestige-13-ai-evo_kreator.png",
      "section2Content": "Laptop ini dirancang untuk meningkatkan produktivitas para kreator. Port yang lengkap, keyboard yang nyaman, dan software MSI eksklusif membantu mengoptimalkan alur kerja. Rating 4.7 menandakan bahwa ini adalah perangkat yang sangat mumpuni dan disukai oleh penggunanya."
    },
    {
      "id": "11",
      "slug": "lenovo-loq-15i",
      "title": "Lenovo LOQ 15i: Laptop Gaming Murah Tapi Mantap",
      "image": "/images/lenovo-loq-15i.png",
      "intro": "Lenovo LOQ 15i hadir sebagai solusi bagi gamer yang mencari laptop gaming dengan performa mumpuni tanpa harus merogoh kocek terlalu dalam. Dengan spesifikasi yang seimbang dan desain yang terinspirasi dari lini Legion, LOQ 15i siap memberikan pengalaman gaming yang memuaskan.",
      "subTitle": "Performa Gaming Andal untuk Judul Populer",
      "subImage": "/images/lenovo-loq-15i_perform.png",
      "subContent": "Lenovo LOQ 15i ditenagai oleh prosesor Intel Core generasi terbaru dan GPU NVIDIA GeForce RTX, dipadukan dengan RAM 16GB dan penyimpanan SSD 512GB. Kombinasi ini mampu menjalankan game-game populer dengan lancar pada pengaturan grafis yang baik.",
      "subTitle2": "Sistem Pendingin Efisien dan Layar Cepat",
      "subContent2": "Sistem pendingin Lenovo yang efisien membantu menjaga suhu laptop tetap stabil selama sesi gaming yang panjang. Layar dengan refresh rate tinggi (umumnya 120Hz atau 144Hz) memastikan visual yang mulus dan bebas tearing, penting untuk game kompetitif.",
      "section2Title": "Nilai Terbaik untuk Gamer dengan Budget Terbatas",
      "section2Image": "/images/lenovo-loq-15i_gaming.png",
      "section2Content": "Lenovo LOQ 15i menawarkan nilai yang sangat baik di kelasnya. Keyboard gaming yang nyaman, konektivitas yang lengkap, dan kualitas build yang solid menjadikannya pilihan cerdas bagi pelajar atau gamer pemula yang mencari laptop gaming pertama mereka. Rating 4.6 menunjukkan kepuasan pengguna terhadap performa dan harganya."
    },
    {
      "id": "12",
      "slug": "samsung-galaxy-tab-s8",
      "title": "Samsung Galaxy Tab S8: Produktivitas dan Hiburan dalam Satu Genggaman",
      "image": "/images/samsung-galaxy-tab-s8.png",
      "intro": "Samsung Galaxy Tab S8 adalah tablet Android premium yang dirancang untuk produktivitas dan hiburan. Dengan S Pen yang disertakan, layar berkualitas tinggi, dan performa yang kuat, Tab S8 adalah alat serbaguna untuk bekerja, belajar, dan bermain.",
      "subTitle": "Performa Tangguh dan Pengalaman S Pen yang Intuitif",
      "subImage": "/images/samsung-galaxy-tab-s8_perform.png",
      "subContent": "Ditenagai oleh chipset Snapdragon yang bertenaga, RAM 8GB, dan penyimpanan 128GB, Galaxy Tab S8 mampu menangani multitasking dan aplikasi berat dengan mudah. S Pen yang disertakan menawarkan latensi rendah, memberikan pengalaman menulis dan menggambar yang alami di layar 11 inci.",
      "subTitle2": "Kamera Berkualitas dan Baterai Tahan Lama",
      "subContent2": "Galaxy Tab S8 dilengkapi kamera depan 12MP ultrawide dan kamera belakang 13MP yang mumpuni untuk video call dan dokumentasi. Baterai 8000 mAh menyediakan daya yang cukup untuk penggunaan sepanjang hari.",
      "section2Title": "Ekosistem Samsung DeX dan Fleksibilitas Android",
      "section2Image": "/images/samsung-galaxy-tab-s8_dex.png",
      "section2Content": "Dengan Samsung DeX, Galaxy Tab S8 dapat bertransformasi menjadi pengalaman mirip desktop, meningkatkan produktivitas. Fleksibilitas sistem operasi Android memungkinkan kustomisasi dan akses ke berbagai aplikasi. Rating 4.5 menegaskan posisinya sebagai tablet Android kelas atas."
    },
    {
      "id": "13",
      "slug": "xiaomi-pad-5",
      "title": "Xiaomi Pad 5: Tablet Murah dengan Tampilan Mewah",
      "image": "/images/xiaomi-pad-5.png",
      "intro": "Xiaomi Pad 5 menawarkan kombinasi menarik antara harga terjangkau dan fitur premium. Dengan layar 120Hz yang memukau, performa yang solid, dan desain yang elegan, tablet ini cocok untuk hiburan, produktivitas ringan, dan penggunaan sehari-hari.",
      "subTitle": "Layar 11 Inci 120Hz dan Performa Snapdragon",
      "subImage": "/images/xiaomi-pad-5_perform.png",
      "subContent": "Xiaomi Pad 5 memiliki layar 11 inci WQHD+ dengan refresh rate 120Hz, menghasilkan visual yang sangat halus dan responsif. Ditenagai oleh chipset Snapdragon, RAM 6GB, dan penyimpanan 128GB, tablet ini mampu menjalankan aplikasi dan game dengan baik.",
      "subTitle2": "Baterai Besar dan Audio Imersif",
      "subContent2": "Baterai berkapasitas 8720 mAh memastikan daya tahan yang lama untuk menonton film, Browse, atau bermain game. Sistem quad speaker dengan dukungan Dolby Atmos memberikan pengalaman audio yang imersif. Kamera depan 8MP dan belakang 13MP cukup untuk kebutuhan dasar.",
      "section2Title": "Tablet Serbaguna dengan Harga Kompetitif",
      "section2Image": "/images/xiaomi-pad-5_hiburan.png",
      "section2Content": "Xiaomi Pad 5 adalah pilihan yang sangat baik bagi mereka yang mencari tablet serbaguna tanpa menguras kantong. Desainnya yang premium dan fitur-fitur unggulan menjadikannya 'tablet murah tapi tampil mewah'. Rating 4.3 menunjukkan nilai yang baik untuk harganya."
    },
    {
      "id": "14",
      "slug": "realme-gt-5-pro",
      "title": "Realme GT 5 Pro: Spek Dewa, Harga Masuk Akal",
      "image": "/images/realme-gt-5-pro.png",
      "intro": "Realme GT 5 Pro hadir sebagai 'flagship killer' dengan menawarkan spesifikasi kelas atas dengan harga yang relatif lebih terjangkau. Ditenagai oleh chipset terbaru, RAM besar, dan kamera canggih, smartphone ini ditujukan untuk pengguna yang menginginkan performa maksimal.",
      "subTitle": "Performa Gahar dengan RAM 16GB dan Chipset Flagship",
      "subImage": "/images/realme-gt-5-pro_perform.png",
      "subContent": "Realme GT 5 Pro didukung oleh salah satu chipset mobile tercepat, RAM 16GB, dan penyimpanan internal 512GB, memastikan performa super lancar untuk gaming berat, multitasking intensif, dan aplikasi demanding lainnya. Layar 6.43 inci dengan refresh rate tinggi menyajikan visual yang memukau.",
      "subTitle2": "Sistem Kamera Serbaguna dan Baterai Andal",
      "subContent2": "Sistem kamera belakang 64MP + 8MP + 2MP menawarkan fleksibilitas dalam fotografi, sementara kamera depan 32MP menghasilkan selfie berkualitas tinggi. Baterai 4500 mAh dengan pengisian cepat memastikan ponsel siap digunakan kapan saja.",
      "section2Title": "Daily Driver Bertenaga untuk Pengguna Aktif",
      "section2Image": "/images/realme-gt-5-pro_kamera.png",
      "section2Content": "Dengan kombinasi performa 'dewa' dan harga yang masih masuk akal, Realme GT 5 Pro adalah pilihan yang sangat menarik sebagai daily driver bagi pengguna aktif dan gamer. Rating 4.6 menunjukkan bahwa ponsel ini berhasil memenuhi ekspektasi tinggi para penggunanya."
    },
    {
      "id": "15",
      "slug": "ipad-pro-11-m4",
      "title": "iPad Pro 11\" M4: Tablet Super dengan Performa Laptop",
      "image": "/images/ipad-pro-11-m4.png",
      "intro": "iPad Pro 11 inci dengan chip M4 terbaru adalah tablet paling canggih dari Apple, menawarkan performa yang melampaui banyak laptop. Dengan layar Ultra Retina XDR yang revolusioner dan dukungan untuk Apple Pencil Pro serta Magic Keyboard baru, ini adalah alat ultimatif untuk profesional kreatif.",
      "subTitle": "Chip M4: Lompatan Performa dan Efisiensi Luar Biasa",
      "subImage": "/images/ipad-pro-11-m4_perform.png",
      "subContent": "Chip Apple M4 yang baru memberikan peningkatan performa CPU dan GPU yang dramatis, serta Neural Engine yang jauh lebih cepat untuk tugas-tugas AI. Dengan RAM 8GB dan penyimpanan 256GB, iPad Pro M4 mampu menangani alur kerja profesional yang paling berat sekalipun, termasuk editing video 4K dan desain 3D.",
      "subTitle2": "Layar Ultra Retina XDR dan Sistem Kamera Pro",
      "subContent2": "Layar Tandem OLED pada Ultra Retina XDR menghadirkan kecerahan ekstrem, kontras presisi, dan warna yang akurat. Sistem kamera Pro dengan LiDAR Scanner memungkinkan pengalaman AR yang canggih dan fotografi berkualitas tinggi. Baterai 28.65 Wh memberikan daya tahan yang baik.",
      "section2Title": "Alat Kreasi Profesional Tanpa Batas",
      "section2Image": "/images/ipad-pro-11-m4_kreatif.png",
      "section2Content": "iPad Pro 11\" M4 adalah 'raja' tablet yang menawarkan pengalaman super smooth dan multitasking yang mantap. Dengan iPadOS dan ekosistem aplikasi profesional yang terus berkembang, tablet ini memberdayakan para kreatif untuk bekerja tanpa batas. Rating 4.9 mencerminkan keunggulannya yang nyaris sempurna."
    },
    {
      "id": "16",
      "slug": "asus-zenbook-14-oled",
      "title": "ASUS Zenbook 14 OLED: Layar Memukau, Desain Menawan",
      "image": "/images/asus-zenbook-14-oled.png",
      "intro": "ASUS Zenbook 14 OLED (model terbaru) menggabungkan layar OLED yang menakjubkan dengan desain yang tipis, ringan, dan elegan. Ditenagai oleh prosesor Intel Core Ultra, laptop ini dirancang untuk produktivitas, kreativitas, dan hiburan dengan kualitas visual terbaik.",
      "subTitle": "Performa Intel Core Ultra dan Layar OLED Spektakuler",
      "subImage": "/images/asus-zenbook-14-oled_perform.png",
      "subContent": "ASUS Zenbook 14 OLED ditenagai oleh prosesor Intel Core Ultra terbaru, RAM 16GB, dan penyimpanan SSD 1TB, menawarkan kinerja yang cepat dan responsif. Sorotan utamanya adalah layar ASUS Lumina OLED 14 inci yang menyajikan warna yang hidup, kontras yang dalam, dan kejernihan luar biasa.",
      "subTitle2": "Desain Ultraportabel dan Baterai Tahan Lama",
      "subContent2": "Dengan bobot yang sangat ringan dan profil tipis, Zenbook 14 OLED mudah dibawa bepergian. Daya tahan baterai yang ditingkatkan memungkinkan Anda bekerja lebih lama tanpa perlu mengisi daya. Fitur-fitur seperti NumberPad 2.0 dan webcam berkualitas tinggi menambah kenyamanan penggunaan.",
      "section2Title": "Pilihan Ideal untuk Profesional yang Stylish dan Mobile",
      "section2Image": "/images/asus-zenbook-14-oled_desain.png",
      "section2Content": "ASUS Zenbook 14 OLED adalah pilihan yang sempurna bagi para profesional dan kreator yang menghargai kualitas visual superior, portabilitas, dan desain yang menawan. Kombinasi performa solid dan layar OLED yang memanjakan mata menjadikannya laptop yang 'bikin betah'. Rating 4.7 menegaskan kualitasnya."
    }
  ],
  "users": [
    {
      "id": "1",
      "name": "agata mulia",
      "email": "agata@gmail.com",
      "password": "1234",
      "profileimg": "",
      "photo": null
    },
    {
      "id": "2",
      "name": "fahmi",
      "email": "fahmi@gmail.com",
      "password": "1234",
      "profileimg": ""
    }
  ]
}